<template>
    <main>
        <div class="terms-of-use">
            <div class="container">
                <h2>Офферта.</h2>
                <p>1. ОПРЕДЕЛЕНИЕ ПОНЯТИЙ</p>
                <p>В тексте настоящего Соглашения нижеизложенным терминам дано следующее значение:</p>
                <p>&quot;Платформа&quot; означает следующий сайт: <a data-fr-linked="true"
                        href="https://pandatv.uz/">https://pandatv.uz/</a> и мобильные приложения (Android, iOS, tvOS) Panda
                    Films, который принадлежит Компании и находится по следующей ссылке: https:// pandatv.uz/page/offer.</p>
                <p>&quot;Пользователь&quot;, &quot;Вы&quot;, &quot;Ваш&quot;, &quot;Вас&quot;, &quot;Вами&quot; или
                    какие-либо другие схожие производные (в зависимости от контекста) означает лицо, которое (1) пользуется
                    Платформой и/или получило доступ к его Контенту; и (2) дало свое согласие на соблюдение правил
                    пользования Платформой, изложенных в тексте данного Соглашения, путем создания личного аккаунта и
                    регистрации на Платформе.</p>
                <p>&quot;Компания&quot;, &quot;Мы&quot;, &quot;Наш&quot;, &quot;Нас&quot;, &quot;Нами&quot; или какие-либо
                    другие схожие производные (в зависимости от контекста) означает следующее лицо: ООО &quot;PANDA
                    FILMS&quot;, адрес местонахождения: г. Ташкент, Шайхантахурский р-н., ул. Халклар дустлиги, д.4, которое
                    является владельцем платформы или им управляет.</p>
                <p>&quot;Контент платформы&quot; означает все объекты, размещенные Компанией и/или третьими лицами (с
                    разрешения Компании) на сайте и на мобильном приложении, в том числе элементы дизайна, текст,
                    графические изображения, иллюстрации, видео, программы, музыка, звуки, информация, уведомления и
                    какие-либо другие объекты схожего назначения, их подборки или комбинации.</p>
                <p>&quot;ПО платформы&quot; означает программное обеспечение, разработанное Компанией (и/или третьими лицами
                    по поручению Компании) для Сайта и мобильные приложении, включая, однако не ограничиваясь, весь софт,
                    скрипты, коды (HTML коды), программы и тп.</p>
                <p>&quot;Услуги&quot; означает совокупно Контент платформы и ПО платформы.</p>
                <p>2. ПРИСОЕДИНЕНИЕ К СОГЛАШЕНИЮ</p>
                <p>2.1. Пользователи используют платформу для следующих целей:</p>
                <p>Платформа <a data-fr-linked="true" href="https://pandatv.uz/">https://pandatv.uz/</a> позволяет легально
                    смотреть онлайн на различных устройствах фильмы, мультфильмы, сериалы, телеканалы, трансляции событий.
                    Часть контента доступна для просмотра бесплатно. Определенный контент и услуги предоставляются за плату.
                </p>
                <p>2.2. Настоящее Пользовательское соглашение (далее &quot;Соглашение&quot;) определяет правила и порядок
                    использования платформы и Услуг, права и обязанности Пользователей, а также регулирует поведение
                    Пользователей при получении доступа к платформе и Услугам.</p>
                <p>2.3. Пользователь принимает условия данного Соглашения путем создания личного аккаунта и регистрации на
                    платформе.</p>
                <p>2.4. Данное Соглашение является обязательным для его сторон (т.е. для Компании и Пользователя). Уступка
                    Пользователем своих прав по данному Соглашению возможна только после получения предварительного
                    письменного согласия от Компании.</p>
                <p>3. ПОЛЬЗОВАТЕЛИ ПЛАТФОРМЫ</p>
                <p>Общие критерии и возраст</p>
                <p>3.1. Для использования платформы Пользователи должны соответствовать следующим критериям (совокупно):</p>
                <p>(1) быть не младше 12-лет; и</p>
                <p>(2) не быть ограниченным в праве доступа к платформе и Услугам на основании решения суда, вступившего в
                    законную силу, или в случаях, предусмотренных действующим законодательством или условиями данного
                    Соглашения.</p>
                <p>Регистрация на платформе и создание личного аккаунта</p>
                <p>3.2. Для использования платформы и/или получения доступа к Услугам Пользователям требуется пройти
                    обязательную бесплатную регистрацию при входе на платформу. Использование платформы без регистрации
                    невозможно. По результатам завершения регистрации Пользователь получает уникальный логин и пароль для
                    входа в его личный аккаунт (кабинет).</p>
                <p>3.3. Для регистрации Пользователю необходимо предоставить следующею информацию о себе:</p>
                <p>Ф.И.О., номер телефона или электронную почту</p>
                <p>4. ИНТЕЛЛЕКТУАЛЬНАЯ СОБСТВЕННОСТЬ</p>
                <p>4.1. Компании принадлежат все без исключения права собственности, включая имущественные права
                    интеллектуальной собственности, на весь Контент платформы, а также ПО платформы. ПО платформы и Контент
                    платформы защищены авторским правом в порядке, предусмотренном действующим гражданским законодательством
                    Республики Узбекистан, а также международными договорами и конвенциями в области защиты объектов
                    интеллектуальной собственности.</p>
                <p>4.2. Пользователям запрещено копировать, воспроизводить, модифицировать, компилировать, распространять,
                    отображать в какой-либо форме, публиковать, скачивать, передавать, продавать или иным способом
                    распространять или использовать Контент платформы и ПО платформы, кроме случаев, когда такие действия
                    ПРЯМО разрешены условиями данного Соглашения или действующим законодательством Республики Узбекистан.
                </p>
                <p>4.3. Ничто в тексте данного Соглашения не может быть истолковано как передача Пользователю каких-либо
                    исключительных прав на Контент платформы (полностью или в отдельной части) и/или ПО платформы.</p>
                <p>4.4. Компания владеет всеми правами в отношении торговых марок, коммерческих (бизнес) наименований,
                    брендов, логотипов, зарегистрированных на ее имя (далее &quot;Торговые марки&quot;). Такие Торговые
                    марки защищаются действующим законодательством и НИЧТО в тексте данного Соглашения не может быть
                    истолковано как передача какой-либо лицензии Пользователю на использование таких Торговых марок.</p>
                <p>5. ПОРЯДОК РАБОТЫ С ПЛАТФОРМОЙ</p>
                <p>Правила поведения на платформе</p>
                <p>5.1. Во время использования Платформы Пользователь обязуется придерживаться следующих правил:</p>
                <p>(1) соблюдать все обязательства, взятые на себя Пользователем в связи с присоединением к данному
                    Соглашению; и</p>
                <p>(2) предоставлять достоверные о себе данные во время регистрации на Платформе и для создания личного
                    аккаунта (кабинета); и</p>
                <p>(3) не выдавать себя за какое-либо другое лицо, включая, однако не ограничиваясь, не предоставлять
                    какие-либо данные третьих лиц (без получения от них прямого, предварительного и осознанного согласия)
                    для регистрации на Платформе и/или для создания личного аккаунта (кабинета); и</p>
                <p>(4) информировать Компанию о хищении логинов, паролей или каких-либо других ключей доступа Пользователя к
                    личному аккаунту (кабинету); и</p>
                <p>(5) не предоставлять третьим лицам доступ к своему аккаунту (кабинету) и/или логины, пароли или другие
                    ключи доступа; и</p>
                <p>(6) не совершать какие-либо действия (с использованием средств автоматизации или без таких средств),
                    направленные на сбор каких-либо персональных данных других Пользователей; и</p>
                <p>(7) не предпринимать какие-либо действия и не помогать третьим лицам в совершении действий, направленных
                    на подрыв работы Платформы, включая, однако не ограничиваясь, (а) загружать вирусы или вредоносный код;
                    (б) совершать действия, которые могут привести к отключению Платформы, к нарушению нормальной работы
                    платформы или ПО платформы, или к ухудшению внешнего вида Платформы и/или Контента Платформы.</p>
                <p>(8) не предпринимать какие-либо иные действия, которые являются незаконными, мошенническими,
                    дискриминационными или вводящими в заблуждение.</p>
                <p>Отзывы о работе платформы</p>
                <p>5.2. Каждый Пользователь время от времени имеет право (но не обязанность) оставлять или направлять свои
                    идеи, отзывы, предложения или проекты, направленные на улучшение работы Платформы или качества
                    предоставляемых Услуг. Такие отзывы могут быть направлены Пользователем следующим способом:</p>
                <p>Написать на почту ceo: <a data-fr-linked="true"
                        href="mailto:Azamataxrorov@mail.ru">Azamataxrorov@mail.ru</a> или через обратную связь платформы</p>
                <p>5.3. В случае направления такой идеи, отзыва, предложения или проекта Пользователь автоматически
                    предоставляет нам неисключительную, не требующую лицензионных отчислений, действующую по всему миру
                    лицензию с правом передачи и выдачи сублицензий на хранение, использование, распространение, изменение,
                    запуск, копирование, публичное исполнение или показ, перевод Ваших идей, отзывов, предложений или
                    проектов, а также создание производных работ на их основе.</p>
                <p>6. РАЗМЕЩЕНИЕ РЕКЛАМЫ НА ПЛАТФОРМЕ</p>
                <p>Размещение рекламы компанией</p>
                <p>6.1. Компания имеет право время от времени размещать на Платформе какие-либо рекламные или маркетинговые
                    материалы.</p>
                <p>Размещение рекламы третьими лицами</p>
                <p>6.2. Контент платформы может содержать ссылки на веб-сайты третьих лиц и/или рекламные или маркетинговые
                    материалы о товарах/услугах, предоставленные такими третьими лицами (далее &quot;Реклама третьих
                    лиц&quot;). КОМПАНИЯ НЕ БЕРЕТ НА СЕБЯ КАКУЮ-ЛИБО ОТВЕТСТВЕННОСТЬ (1) ЗА СОДЕРЖАНИЕ РЕКЛАМЫ ТРЕТЬИХ ЛИЦ,
                    А ТАКЖЕ ЗА НАЛИЧИЕ, КАЧЕСТВО И БЕЗОПАСНОСТЬ ПРОДВИГАЕМЫХ ТОВАРОВ/УСЛУГ В ТАКОЙ РЕКЛАМЕ; и (2) ЗА
                    КАКИЕ-ЛИБО УБЫТКИ, ПОТЕРИ ИЛИ УЩЕРБ, ПОНЕСЕННЫЕ ИЛИ ПРИЧИНЕННЫЕ ПОЛЬЗОВАТЕЛЮ В РЕЗУЛЬТАТЕ ПРОЧТЕНИЯ ИМ
                    ТАКОЙ РЕКЛАМЫ, ИСПОЛЬЗОВАНИЯ ИМ ПРОДВИГАЕМЫХ В РЕКЛАМЕ ТРЕТЬИХ ЛИЦ ТОВАРОВ/УСЛУГ.</p>
                <p>6.3. В случае перехода на другой сайт через размещенную на Платформе Рекламу третьих лиц, Компания не
                    может гарантировать, что такой веб-сайт является безопасным для Пользователя и/или его компьютера. Ни
                    что в тексте данного Соглашения не должно быть истолковано как заверение, поощрение, рекомендация или
                    побуждение Пользователя воспользоваться Рекламой третьих лиц, посетить какие-либо сайты третьих лиц, а
                    также попробовать, приобрести, воспользоваться какими-либо товарами/услугами третьих лиц.</p>
                <p>6.4. Вопросы, связанные с защитой персональных данных Пользователей при использовании ими Рекламы третьих
                    лиц, регулируются Политикой конфиденциальности для платформы.</p>
                <p>7. СОВЕРШЕНИЕ ПОКУПОК ЧЕРЕЗ ПЛАТФОРМЫ</p>
                <p>7.1. Платформа не предоставляет возможность покупки каких-либо товаров/услуг через него.</p>
                <p>8. ОФОРМЛЕНИЕ ПОДПИСКИ НА ПЛАТФОРМЕ</p>
                <p>Общие положения</p>
                <p>8.1. Доступ к Платформе возможен только при оформлении подписки. Подписка дает Пользователю доступ к
                    следующим возможностям:</p>
                <p>Фильмы, сериалы, клипы, концерты, юмор, теленовеллы и музыки</p>
                <p>8.2. Подписка может быть только ежемесячной. Подписка подлежит АВТОМАТИЧЕСКОМУ ОБНОВЛЕНИЮ ДО ТЕХ ПОР,
                    ПОКА ПОЛЬЗОВАТЕЛЬ НЕ ОТКАЗАЛСЯ ОТ НЕЕ.</p>
                <p>8.3. Подписка является платной и предоставляется Пользователю только при условии ее предварительной
                    полной оплаты. Если произошла просрочка оплаты подписки, доступ Пользователя к определенному контенту
                    блокируется до момента проведения оплаты за подписку в полном объеме.</p>
                <p>Порядок оформления подписки</p>
                <p>8.4. Пользователь имеет право оформить подписку в любой момент посредством выполнения следующих действий:
                </p>
                <p>пополнения баланса или оплата через платежные системы</p>
                <p>8.5. Оплата подписки должна быть проведена в валюте, указанной на Платформе. Стоимость подписки
                    указывается с учетом НДС, а также иных обязательных налогов и сборов.</p>
                <p>8.6. Пользователь имеет возможность оплаты подписки одним из следующих способов:</p>
                <p>банковской картой, Payme, Click, Google Pay или Apple pay</p>
                <p>8.7. В случае отмены уже оплаченной подписки, Пользователь не имеет права требовать какого-либо
                    пропорционального или полного возмещения ранее уплаченных сумм за подписку и продолжает пользоваться
                    контентом до истечения срока действия оплаченного периода подписки.</p>
                <p>9. ПРЕКРАЩЕНИЕ ДОСТУПА К ПЛАТФОРМЕ</p>
                <p>Общие положения</p>
                <p>9.1. Пользователь имеет право в любой момент прекратить использование платформы посредством удаления
                    своего аккаунта:</p>
                <p>Войти в личный кабинет через мобильное приложение, перейти в настройки и нажать кнопку &quot;удалить
                    учетную запись&quot;.</p>
                <p>9.2. В случае (1) нарушения Пользователем условий настоящего Соглашения; и/или (2) нарушения прав
                    интеллектуальной собственности Компании, других Пользователей или третьих лиц; и/или (3) совершения
                    действий, которые являются противозаконными, нарушают права и интересы Компании, других Пользователей
                    или третьих лиц или подрывают работу Платформы или возможность использования Платформы другими
                    Пользователями; и/или (4) Услуги или Платформы используется Пользователем таким образом, что это может
                    повлечь юридическую ответственность Компании в будущем; и/или (5) если этого требует действующее
                    законодательство или компетентный государственный орган, Компания имеет право без предварительного
                    уведомления в любой момент прекратить (остановить) доступ Пользователя к Платформу и его Услугам.</p>
                <p>9.3. Такое прекращение доступа кроме прочего также подразумевает удаление личного аккаунта Пользователя.
                </p>
                <p>9.4. Пользователь должным образом осведомлен, что Компания не берет на себя ответственность за какой-либо
                    ущерб, убытки, упущенную выгоду, потерю деловой или личной репутации, причиненные Пользователю удалением
                    или блокировкой аккаунта и/или невозможностью доступа к Платформу и его Услугам.</p>
                <p>10. ЗАДАТЬ ВОПРОС</p>
                <p>10.1. Если у Вас есть вопросы касательно условий настоящего Соглашения или порядка/способа их исполнения,
                    Вы можете адресовать нам свой вопрос следующим способом:</p>
                <p>Отправить письмо по следующему адресу: ceo: <a data-fr-linked="true"
                        href="mailto:Azamataxrorov@mail.ru">Azamataxrorov@mail.ru</a></p>
                <p>10.2. Сотрудники и представители Компании обязуются предпринять все возможные усилия для дачи ответа на
                    Ваш запрос в течение разумного периода времени.</p>
                <p>11. ОТВЕТСТВЕННОСТЬ</p>
                <p>11.1. НИ ПРИ КАКИХ ОБСТОЯТЕЛЬСТВАХ КОМПАНИЯ ИЛИ ЕЕ ПРЕДСТАВИТЕЛИ НЕ НЕСУТ ОТВЕТСТВЕННОСТЬ ПЕРЕД
                    ПОЛЬЗОВАТЕЛЕМ ИЛИ ПЕРЕД ЛЮБЫМИ ТРЕТЬИМИ ЛИЦАМИ:</p>
                <p>(1) ЗА ЛЮБОЙ КОСВЕННЫЙ, СЛУЧАЙНЫЙ, НЕУМЫШЛЕННЫЙ УЩЕРБ, ВКЛЮЧАЯ УПУЩЕННУЮ ВЫГОДУ ИЛИ ПОТЕРЯННЫЕ ДАННЫЕ,
                    ВРЕД ЧЕСТИ, ДОСТОИНСТВУ ИЛИ ДЕЛОВОЙ РЕПУТАЦИИ, ВЫЗВАННЫЙ В СВЯЗИ С ИСПОЛЬЗОВАНИЕМ ПЛАТФОРМЫ, УСЛУГ ИЛИ
                    ИНЫХ МАТЕРИАЛОВ, К КОТОРЫМ ПОЛЬЗОВАТЕЛЬ ИЛИ ИНЫЕ ЛИЦА ПОЛУЧИЛИ ДОСТУП С ПОМОЩЬЮ ПЛАТФОРМЫ, ДАЖЕ ЕСЛИ
                    КОМПАНИЯ ПРЕДУПРЕЖДАЛА ИЛИ УКАЗЫВАЛА НА ВОЗМОЖНОСТЬ ТАКОГО ВРЕДА; и</p>
                <p>(2) ЗА ДЕЙСТВИЯ ДРУГИХ ПОЛЬЗОВАТЕЛЕЙ, ЗА РАЗМЕЩАЕМЫЙ ПОЛЬЗОВАТЕЛЯМИ ПОЛЬЗОВАТЕЛЬСКИЙ КОНТЕНТ, ЗА
                    ТОВАРЫ/УСЛУГИ, ПРЕДОСТАВЛЯЕМЫЕ ТРЕТЬИМИ ЛИЦАМИ ИЛИ ДРУГИМИ ПОЛЬЗОВАТЕЛЯМИ (ДАЖЕ ЕСЛИ ДОСТУП К НИМ БЫЛ
                    ПРЕДОСТАВЛЕН ЧЕРЕЗ НАШУ ПЛАТФОРМУ), К КОТОРЫМ ПОЛЬЗОВАТЕЛЬ ПОЛУЧИЛ ДОСТУП; и</p>
                <p>(3) в случаях прямо предусмотренных условиями настоящего Соглашения или нормой действующего
                    законодательства.</p>
                <p>11.2. Наша ответственность за все что угодно, связанное с использованием Платформы и/или Услуг,
                    ограничивается настолько сильно, насколько это допускается действующим законодательством.</p>
                <p>12. ПОРЯДОК РАЗРЕШЕНИЯ СПОРОВ</p>
                <p>12.1. В случае возникновения любых споров или разногласий, связанных с исполнением настоящего Соглашения,
                    Пользователь и Компания приложат все усилия для их разрешения путем проведения переговоров между ними. В
                    случае, если споры не будут разрешены путем переговоров, споры подлежат разрешению в порядке,
                    установленном действующим законодательством Республики Узбекистан.</p>
                <p>13. ЗАКЛЮЧИТЕЛЬНЫЕ ПОЛОЖЕНИЯ</p>
                <p>13.1. Настоящее Соглашение вступает в силу с момента его опубликования на Платформе (по следующей ссылке:
                    <a data-fr-linked="true" href="https://pandatv.uz/">https://pandatv.uz/</a> /page/offer) и действуют в
                    течение неопределенного периода времени.
                </p>
                <p>13.2. Мы можем время от времени пересматривать, дополнять или изменять условия данного Соглашения. Такие
                    изменения, как правило, не являются ретроспективными. КОМПАНИЯ НЕ БЕРЕТ НА СЕБЯ КАКУЮ-ЛИБО ОБЯЗАННОСТЬ
                    ПО УВЕДОМЛЕНИЮ ПОЛЬЗОВАТЕЛЕЙ О ПРЕДСТОЯЩИХ ИЛИ СОСТОЯВШИХСЯ ИЗМЕНЕНИЯХ ТЕКСТА СОГЛАШЕНИЯ. Посредством
                    присоединения к условиям данного Соглашения Пользователь также берет на себя обязательство периодически
                    просматривать условия данного Соглашения на предмет их изменения или дополнения.</p>
                <p>Если после проведенных изменений или дополнений в тексте Соглашения Пользователь продолжает пользоваться
                    Платформой, это значит, что он ознакомлен с изменениями или дополнениями и их принял в полном объеме без
                    каких-либо возражений.</p>
                <p>13.3. Если иное прямо не указано в положениях настоящего Соглашения или прямо не вытекает из норм
                    действующего законодательства, к условиям настоящего Договора применяется материальное право Республики
                    Узбекистан.</p>
                <p>13.4. Неотъемлемой частью настоящего Соглашение является Политика конфиденциальности для платформы.</p>
                <p>13.5. Если одно или несколько условий данного Соглашения утратило свою юридическую силу или признано
                    недействительным согласно действующему законодательству, остальные условия Соглашения не теряют своей
                    силы и продолжают действовать так, словно признанного недействительным или утратившим юридическую силу
                    условия не существовало вовсе.</p>
                <p>13.6. Доступ к Платформу и его Услугам предоставляется Пользователю &quot;как есть&quot;, Мы не обещаем,
                    не гарантируем, не подразумеваем, что Услуги и Платформа могут подходить или не подходить Вашим
                    потребностям, целям, ожиданиям, и в связи с чем не гарантируем какого-либо специфического результата или
                    последствия в результате использования Вами Платформы и его Услуг.</p>
                <p><br></p>

                <a class="btn" :href="docs?.document" style="display: inline-flex;gap: 10px;">
                    Pdf variantini yuklab olish
                    <svg width="28" height="28" viewBox="0 0 32 32" xmlns="http://www.w3.org/2000/svg">
                        <path d="M24 24v4H8v-4H6v4a2 2 0 0 0 2 2h16a2 2 0 0 0 2-2v-4Z" fill="#000" class="fill-000000">
                        </path>
                        <path
                            d="m21 21-1.414-1.414L17 22.172V14h-2v8.172l-2.586-2.586L11 21l5 5 5-5zM28 4V2h-6v10h2V8h3V6h-3V4h4zM17 12h-4V2h4a3.003 3.003 0 0 1 3 3v4a3.003 3.003 0 0 1-3 3Zm-2-2h2a1.001 1.001 0 0 0 1-1V5a1.001 1.001 0 0 0-1-1h-2ZM9 2H4v10h2V9h3a2.003 2.003 0 0 0 2-2V4a2.002 2.002 0 0 0-2-2ZM6 7V4h3l.001 3Z"
                            fill="#000" class="fill-000000"></path>
                        <path data-name="<Transparent Rectangle>" d="M0 0h32v32H0z" fill="none"></path>
                    </svg>
                </a>
            </div>
        </div>
    </main>
</template>

<script setup>
import { useStore } from '~/store/store';
const store = useStore()
const docs = ref({})

async function getDocs() {
    store.loader = true
    const data = await $fetch(`${store.baseUrl}/docs/`)
    docs.value = data?.data[0]
    store.loader = false
}
getDocs()
</script>

<style lang="scss" scoped></style>